Repository: uskyblock/uSkyBlock
Catalog: uSkyBlock-Core/src/main/po/xx_lol_US.po
Languages: xx_lol_us

source: §4You can't leave your island if you are the only person. Try using /island restart if you want a new one!
xx_lol_us: §4You can't leave yoor cathouz if you be teh only person. Try using /island restart if you want a new one!

source: §4You can't remove the leader from the Island!
xx_lol_us: §4You can't remove teh top cat from teh Island!

source: §4You can't use that command right now. Leave your current party first.
xx_lol_us: §4You can't use that command right now. Leave yoor current party first.

source: §4You cannot complete the {0} challenge again yet!
xx_lol_us: §4You cannot complete teh {0} challenge again yet!

source: §4You do not have an island!
xx_lol_us: §4You do not have a cathouz!

source: §4You do not have permission to change the biome of this island!
xx_lol_us: §4You do not have permission to change teh baium of this cathouz!

source: §4You do not have permission to create a warp on your island!
xx_lol_us: §4You do not have permission to create a warp on yoor cathouz!

source: §4You do not have permission to invite others to this island!
xx_lol_us: §4You do not have permission to invite others to this cathouz!

source: §4You do not have permission to kick others from this island!
xx_lol_us: §4You do not have permission to kick others from this cathouz!

source: §4You do not have permission to kick/ban players.
xx_lol_us: §4You do not have permission to kick/ban kittehs.

source: §4You do not have permission to lock your island!
xx_lol_us: §4You do not have permission to lock yoor cathouz!

source: §4You do not have permission to unlock your island!
xx_lol_us: §4You do not have permission to unlock yoor cathouz!

source: §4You don't have permissions to uninvite players.
xx_lol_us: §4You don't have permissions to uninvite kittehs.

source: §4You must be closer to your island to set your skyblock home!
xx_lol_us: §4You must be closer to yoor cathouz to set yoor skyblock home!

source: §4You must be in the skyblock world to leave your party!
xx_lol_us: §4You must be in teh skyblock world to leave yoor party!

source: §4You must be on your island to do that!
xx_lol_us: §4You must be on yoor cathouz to do that!

source: §4You must be standing within {0} blocks of all required items.
xx_lol_us: §4You must be standing wiffin {0} bloks of all required items.

source: §4You must be the party leader to lock your island!
xx_lol_us: §4You must be teh party top cat to lock yoor cathouz!

source: §4You must be the party leader to unlock your island!
xx_lol_us: §4You must be teh party top cat to unlock yoor cathouz!

source: §4You must provide the age in days to purge!
xx_lol_us: §4You must provide teh age in dais to purrrge!

source: §4You''ve hit the {0} limit!§e You can''t have more of that type on your island!§9 Max: {1,number}
xx_lol_us: §4You''ve hit teh {0} limit!§e You can''t have moar of that type on yoor island!§9 Max: {1,number}

source: §4Your current location is not a safe home-location.
xx_lol_us: §4Yoor current location iz not a safe home-location.

source: §4Your incoming warp is inactive, players may not warp to your island.
xx_lol_us: §4Yoor incoming warp iz inactive, kittehs may not warp to yoor cathouz.

source: §4Your island is full, or you have too many pending invites. You can't invite anyone else.
xx_lol_us: §4Yoor cathouz iz full, or you have too many pending invites. You can't invite anyone else.

source: §4Your island is locked. You must unlock it before enabling your warp.
xx_lol_us: §4Yoor cathouz iz locked. You must unlock it before enabling yoor warp.

source: §4Your island must be level {0} to complete this challenge!
xx_lol_us: §4Yoor cathouz must be level {0} to complete this challenge!

source: §4{0} has been kicked from the island.
xx_lol_us: §4{0} haz been kicked from teh cathouz.

source: §4{0} has been removed from the island.
xx_lol_us: §4{0} haz been removed from teh cathouz.

source: §4{0} has kicked you from their island!
xx_lol_us: §4{0} haz kicked you from their cathouz!

source: §4{0} has left your island!
xx_lol_us: §4{0} haz left yoor cathouz!

source: §4{0} has removed you from their island!
xx_lol_us: §4{0} haz removed you from their cathouz!

source: §4{0} is exempt from being banned.
xx_lol_us: §4{0} iz exempt from being banned.

source: §4{0} is exempt from being kicked.
xx_lol_us: §4{0} iz exempt from being kicked.

source: §4{0} is limited. §eScanning your island to see if you are allowed to place more, please be patient
xx_lol_us: §4{0} iz limited. §eScanning yoor cathouz to see if you be allowed to place moar, please be patient

source: §4{0} tried to ban you from their island!
xx_lol_us: §4{0} tried to ban you from their cathouz!

source: §4{0} tried to kick you from their island!
xx_lol_us: §4{0} tried to kick you from their cathouz!

source: §4{0}s island at {1} was already protected
xx_lol_us: §4{0}s cathouz at {1} wuz already protected

source: §6Currency Reward: §a{0}
xx_lol_us: §6Moniez Kitteh treet: §a{0}

source: §6Exp Reward: §a{0}
xx_lol_us: §6Exp Kitteh treet: §a{0}

source: §6Item Reward: §a
xx_lol_us: §6stuffs Kitteh treet: §a

source: §7Complete {0} more {1} §7challenges
xx_lol_us: §7Complete {0} moar {1} §7challenges

source: §7Requires {0}
xx_lol_us: §7Rekwirz {0}

source: §7The pixies are busy changing the biome in your current chunk to §9{0}§7, be patient.
xx_lol_us: §7Teh pixies be busy changing teh baium in yoor current chunk to §9{0}§7, be patient.

source: §7The pixies are busy changing the biome near you to §9{0}§7, be patient.
xx_lol_us: §7Teh pixies be busy changing teh baium near you to §9{0}§7, be patient.

source: §7The pixies are busy changing the biome of your island to §9{0}§7, be patient.
xx_lol_us: §7Teh pixies be busy changing teh baium of yoor cathouz to §9{0}§7, be patient.

source: §7and more...
xx_lol_us: §7an' moar...

source: §9Creating an island at your location
xx_lol_us: §9Creating a cathouz at yoor location

source: §9Creating an island §7{0}§9 of you
xx_lol_us: §9Creating a cathouz §7{0}§9 of you

source: §9Creating island...§e{0,number,###}%
xx_lol_us: §9Creating cathouz...§e{0,number,###}%

source: §9Deleted abandoned island at your current location.
xx_lol_us: §9Deleted abandoned cathouz at yoor current location.

source: §9Hold your horses! You have to be patient...
xx_lol_us: §9Hold yoor horses! You have to be patient...

source: §9Not really patient, are you?
xx_lol_us: §9Not really patient, be you?

source: §9Player Permissions
xx_lol_us: §9Kitteh Permissions

source: §9Rank is {0}
xx_lol_us: §9Rank iz {0}

source: §9The two most powerful warriors are patience and time.
xx_lol_us: §9Teh two most powerful warriors be patience an' time.

source: §9{0}§f has completed the §9{1}§f challenge!
xx_lol_us: §9{0}§f haz completed teh §9{1}§f challenge!

source: §aCongratulations! §eYour island has appeared.
xx_lol_us: §aCongratulations! §eYoor cathouz haz appeared.

source: §aIsland level is {0,number,###.##}
xx_lol_us: §aIsland level iz {0,number,###.##}

source: §aMore players can be invited to this island.
xx_lol_us: §aMoar kittehs can be invited to this cathouz.

source: §aSet {0}''s island to the current island.
xx_lol_us: §aSet {0}''s cathouz to teh current cathouz.

source: §aTeleporting to {0}''s island.
xx_lol_us: §aTeleporting to {0}''s cathouz.

source: §aTeleporting you to your island.
xx_lol_us: §aTeleporting you to yoor cathouz.

source: §aTeleporting you to {0}''s island.
xx_lol_us: §aTeleporting you to {0}''s cathouz.

source: §aYou can invite {0} more players.
xx_lol_us: §aYou can invite {0} moar kittehs.

source: §aYou have changed your island''s biome to {0}
xx_lol_us: §aYou have changed yoor cathouz''s baium to {0}

source: §aYou have changed {0} blocks around you to the {1} biome
xx_lol_us: §aYou have changed {0} bloks around you to teh {1} baium

source: §aYou have completed the {0} challenge!
xx_lol_us: §aYou have completed teh {0} challenge!

source: §aYou have joined an island! Use /island party to see the other members.
xx_lol_us: §aYou have joined a cathouz! Use /island party to see teh other members.

source: §aYou may need to go to spawn, or relog, to see the changes.
xx_lol_us: §aYou may need to go to spawn, or relog, to see teh changes.

source: §aYour incoming warp is active, players may warp to your island.
xx_lol_us: §aYoor incoming warp iz active, kittehs may warp to yoor cathouz.

source: §aYour skyblock home has been set to your current location.
xx_lol_us: §aYoor skyblock home haz been set to yoor current location.

source: §a{0} trusted {1} on the island
xx_lol_us: §a{0} trusted {1} on teh cathouz

source: §a§lReturn to the main menu
xx_lol_us: §a§lReturn to teh main menu

source: §buSkyBlock§e depends on §9{0}§e >= §av{1}§e but only §cv{2}§e was found!
xx_lol_us: §buSkyBlock§e depends on §9{0}§e >= §av{1}§e but only §cv{2}§e wuz found!

source: §b{0}§d activated the island warp.
xx_lol_us: §b{0}§d activated teh cathouz warp.

source: §b{0}§d changed the island warp location.
xx_lol_us: §b{0}§d changed teh cathouz warp location.

source: §b{0}§d deactivated the island warp.
xx_lol_us: §b{0}§d deactivated teh cathouz warp.

source: §b{0}§d has been removed from the island group.
xx_lol_us: §b{0}§d haz been removed from teh cathouz group.

source: §b{0}§d has joined your island group.
xx_lol_us: §b{0}§d haz joined yoor cathouz group.

source: §b{0}§d locked the island.
xx_lol_us: §b{0}§d locked teh cathouz.

source: §b{0}§d unlocked the island.
xx_lol_us: §b{0}§d unlocked teh cathouz.

source: §cABORTED:§e Protect-All was aborted!
xx_lol_us: §cABORTED:§e Protect-All wuz aborted!

source: §cBanned:§e You are banned from this island.
xx_lol_us: §cBanned:§e You be banned from this cathouz.

source: §cClick within §9{0}§c to leave!
xx_lol_us: §cClick wiffin §9{0}§c to leave!

source: §cClick within §9{0}§c to restart!
xx_lol_us: §cClick wiffin §9{0}§c to restart!

source: §cCommand is currently disabled!
xx_lol_us: §cCommand iz currently disabled!

source: §cCommand only available for players.
xx_lol_us: §cCommand only available for kittehs.

source: §cCommand only available to players
xx_lol_us: §cCommand only available to kittehs

source: §cInvalid arguments. Use /is biome <biome> [radius|chunk|all]
xx_lol_us: §cInvalid arguments. Use / iz baium <baium> [radius|chunk|all]

source: §cLocked:§e That island is locked! No entry allowed.
xx_lol_us: §cLocked:§e That cathouz iz locked! Noe entry allowed.

source: §cMAINTENANCE:§e uSkyBlock is currently in maintenance mode
xx_lol_us: §cMAINTENANCE:§e uSkyBlock iz currently in maintenance mode

source: §cNo access! §7({0})
xx_lol_us: §cNoe access! §7({0})

source: §cNo item in hand!
xx_lol_us: §cNoe item in hand!

source: §cPURGE: §9Purged island at {0}
xx_lol_us: §cPURGE: §9Purged cathouz at {0}

source: §cRemoved ignore-flag of {0}s island, it will now show up on top-ten and purge.
xx_lol_us: §cRemoved ignore-flag of {0}s cathouz, it will now show up on top-ten an'' purrrge.

source: §cSet {0}s island to be ignored on top-ten and purge.
xx_lol_us: §cSet {0}s cathouz to be ignored on top-ten an'' purrrge.

source: §cThat players island is in the process of generating, you cannot warp to it right now.
xx_lol_us: §cThat kittehs cathouz iz in teh process of generating, you cannot warp to it right now.

source: §cThe island owning this piece of nether is being deleted! Sending you to spawn.
xx_lol_us: §cTeh cathouz owning this piece of nether iz being deleted! Sending you to spawn.

source: §cThe island you are on is being deleted! Sending you to spawn.
xx_lol_us: §cTeh cathouz you be on iz being deleted! Sending you to spawn.

source: §cThis island is full.
xx_lol_us: §cThis cathouz iz full.

source: §cUnable to set field {0} to ''{1}'', a number was expected
xx_lol_us: §cUnable to set field {0} to ''{1}'', a number wuz expected

source: §cWARNING: §9{0}§e is warping to your island!
xx_lol_us: §cWARNING: §9{0}§e iz warping to yoor cathouz!

source: §cWARNING:§e Could not transfer all the required items to your inventory!
xx_lol_us: §cWARNING:§e Could not transfer all teh required items to yoor inventory!

source: §cWatchdog!§9 Unable to locate a chest within {0}, bailing out.
xx_lol_us: §cWatchdog!§9 Unable to locate a chest wiffin {0}, bailing out.

source: §cWither Despawned!§e It wandered too far from your island.
xx_lol_us: §cWither Despawned!§e It wandered too far from yoor cathouz.

source: §cYou can restart your island in {0} seconds.
xx_lol_us: §cYou can restart yoor cathouz in {0} seconds.

source: §cYou do not have permission to change the biome of your current island.
xx_lol_us: §cYou do not have permission to change teh baium of yoor current cathouz.

source: §cYou do not have permission to change your biome to that type.
xx_lol_us: §cYou do not have permission to change yoor baium to that type.

source: §cYou do not have permission to enable/disable your island''s warp!
xx_lol_us: §cYou do not have permission to enable/disable yoor cathouz''s warp!

source: §cYou do not have permission to set your island''s warp point!
xx_lol_us: §cYou do not have permission to set yoor cathouz''s warp point!

source: §cYou have misspelled the biome name. Must be one of {0}
xx_lol_us: §cYou have misspelled teh baium name. Must be one of {0}

source: §cYou have reached your spawn-limit for your island.
xx_lol_us: §cYou have reached yoor spawn-limit for yoor cathouz.

source: §cYou need to be on your own island to set the warp!
xx_lol_us: §cYou need to be on yoor own cathouz to set teh warp!

source: §cYour island is in the process of generating, you cannot create now.
xx_lol_us: §cYoor cathouz iz in teh process of generating, you cannot create now.

source: §cYour island is in the process of generating, you cannot restart now.
xx_lol_us: §cYoor cathouz iz in teh process of generating, you cannot restart now.

source: §cYour island is in the process of generating, you cannot teleport home right now.
xx_lol_us: §cYoor cathouz iz in teh process of generating, you cannot teleport home right now.

source: §cYour island is in the process of generating, you cannot warp to other players islands right now.
xx_lol_us: §cYoor cathouz iz in teh process of generating, you cannot warp to other kittehs islands right now.

source: §c{0} revoked trust in {1} on the island
xx_lol_us: §c{0} revoked trust in {1} on teh cathouz

source: §c{0} was set to ''{1}''
xx_lol_us: §c{0} wuz set to ''{1}''

source: §c§lYou can't change the biome.
xx_lol_us: §c§lYou can't change teh baium.

source: §c§lYou can't change the lock.
xx_lol_us: §c§lYou can't change teh lock.

source: §c§lYou can't change the warp.
xx_lol_us: §c§lYou can't change teh warp.

source: §d** You are entering §b{0}''s §disland.
xx_lol_us: §d** You be entering §b{0}''s §disland.

source: §d** You are leaving §b{0}''s §disland.
xx_lol_us: §d** You be leaving §b{0}''s §disland.

source: §e<Click to change this player''s permissions>
xx_lol_us: §e<Click to change this kitteh''s permissions>

source: §eBlocks on {0}s Island (page {1,number} of {2,number}):
xx_lol_us: §eBloks on {0}s Island (page {1,number} of {2,number}):

source: §eCan only be executed as a player
xx_lol_us: §eCan only be executed as a kitteh

source: §eChallenge {0} has been completed for {1}
xx_lol_us: §eChallenge {0} haz been completed for {1}

source: §eChallenges has been disabled. Contact an administrator.
xx_lol_us: §eChallenges haz been disabled. Contact an administrator.

source: §eChanged biome of {0}s island to {1}.
xx_lol_us: §eChanged baium of {0}s cathouz to {1}.

source: §eChanging your obsidian back into lava. Be careful!
xx_lol_us: §eChanging yoor obsidian back into lava. Be careful!

source: §eClick here to return to §ethe main island screen.
xx_lol_us: §eClick here to return to §eteh main cathouz screen.

source: §eClick here to return to §eyour island group''s info.
xx_lol_us: §eClick here to return to §eyoor cathouz group''s info.

source: §eClick here to return to the main island screen.
xx_lol_us: §eClick here to return to teh main cathouz screen.

source: §eCurrency reward: §f{0,number,###.##} {1} §a ({2,number,##.##})%
xx_lol_us: §eMoniez kitteh treet: §f{0,number,###.##} {1} §a ({2,number,##.##})%

source: §eCurrent Biome: §b{0}
xx_lol_us: §eCurrent Baium: §b{0}

source: §eCurrent value for {0} is ''{1}''
xx_lol_us: §eCurrent value for {0} iz ''{1}''

source: §eDoing §9{0}§e is §cRISKY§e. Repeat the command within §a{1}§e seconds to accept!
xx_lol_us: §eDoing §9{0}§e iz §cRISKY§e. Repeat teh command wiffin §a{1}§e seconds to accept!

source: §eExp reward: §f{0,number,#.#}
xx_lol_us: §eExp kitteh treet: §f{0,number,#.#}

source: §eFinding all islands that have been abandoned for more than {0} days below level {1}
xx_lol_us: §eFinding all islands that have been abandoned for moar than {0} dais below level {1}

source: §eFinished generation of the Top Ten list
xx_lol_us: §eFinished generation of teh Top Ten list

source: §eFlushed §a{0} islands§e, §b{1} players and §6{2} challenge-completions.
xx_lol_us: §eFlushed §a{0} islands§e, §b{1} kittehs an'' §6{2} challenge-completions.

source: §eGenerating the Top Ten list
xx_lol_us: §eGenerating teh Top Ten list

source: §eGetting your island ready, please be patient, it can take a while.
xx_lol_us: §eGetting yoor cathouz ready, please be patient, it can take a while.

source: §eHover over a player''s icon to §eview their permissions. The §eleader can change permissions §eby clicking a player''s icon.
xx_lol_us: §eHover over a kitteh''s icon to §eview their permissions. Teh §etop cat can change permissions §eby clicking a kitteh''s icon.

source: §eHover over an icon to view §ea permission. Change the §epermission by clicking it.
xx_lol_us: §eHover over an icon to view §ea permission. Change teh §epermission by clicking it.

source: §eInvalid player {0} supplied.
xx_lol_us: §eInvalid kitteh {0} supplied.

source: §eInvitation for {0}''s island has timedout or been cancelled.
xx_lol_us: §eInvitashun for {0}''s cathouz haz timedout or been cancelled.

source: §eInvitation for {0}§e has timedout or been cancelled.
xx_lol_us: §eInvitashun for {0}§e haz timedout or been cancelled.

source: §eItem reward(s): §f{0}
xx_lol_us: §estuffs kitteh treet(s): §f{0}

source: §eItems will be traded for reward.
xx_lol_us: §eItems will be traded for kitteh treet.

source: §eLock Status: §8Inactive §fYour island is currently §aunlocked. §fAll players are able to enter your §fisland, but only you and your group §fmembers may build there.
xx_lol_us: §eLock Status: §8Inactive §fYoor cathouz iz currently §aunlocked. §fAll kittehs be able to enter yoor §fisland, but only you an' yoor group §fmembers may build there.

source: §eLock Status: §aActive §fYour island is currently §clocked. §fPlayers outside of your group §fare unable to enter your island.
xx_lol_us: §eLock Status: §aActive §fYoor cathouz iz currently §clocked. §fKittehs outside of yoor group §fbe unable to enter yoor cathouz.

source: §eLog-file has been flushed.
xx_lol_us: §eLog-file haz been flushed.

source: §eMust be within {0} meters.
xx_lol_us: §eMust be wiffin {0} meters.

source: §eNOTE: Your entire island and all your belongings will be RESET!
xx_lol_us: §eNOTE: Yoor entire cathouz an' all yoor belongings will be RESET!

source: §eNo active cooldowns for §9{0}§e found.
xx_lol_us: §eNoe active cooldowns for §9{0}§e found.

source: §eNo currently shown regions for this player
xx_lol_us: §eNoe currently shown regions for this kitteh

source: §eNo island found at your current location
xx_lol_us: §eNoe cathouz found at yoor current location

source: §eNo island found at your location!
xx_lol_us: §eNoe cathouz found at yoor location!

source: §eNo orphans currently registered.
xx_lol_us: §eNoe orfanz currently registered.

source: §eNo pending invites
xx_lol_us: §eNoe pending invites

source: §eOrphans ({0}/{1}): {2}
xx_lol_us: §eOrfanz ({0}/{1}): {2}

source: §ePlayer {0} has no island!
xx_lol_us: §eKitteh {0} haz noe cathouz!

source: §ePlayer §d{0}§e already has an island.§eUse §d/usb island remove <name>§e to remove him first.
xx_lol_us: §eKitteh §d{0}§e already haz a cathouz.§eUse §d/usb cathouz remove <name>§e to remove him first.

source: §eRemoving {0}''s island.
xx_lol_us: §eRemoving {0}''s cathouz.

source: §eResending chunks to the client
xx_lol_us: §eResending chunks to teh client

source: §eRiding is only allowed on your own island!
xx_lol_us: §eRiding iz only allowed on yoor own cathouz!

source: §eStill the following blocks short: {0}
xx_lol_us: §eStill no haz dese bloks: {0}

source: §eStill the following entities short: {0}
xx_lol_us: §eStill teh following entities short: {0}

source: §eThe following leaders trusts you:
xx_lol_us: §eTeh following leaders trusts you:

source: §eThe following players are banned from warping to your island:
xx_lol_us: §eTeh following kittehs be banned from warping to yoor cathouz:

source: §eThe following players are trusted on your island:
xx_lol_us: §eTeh following kittehs be trusted on yoor cathouz:

source: §eThe island has been §cLOCKED§e.
xx_lol_us: §eTeh cathouz haz been §cLOCKED§e.

source: §eThe player is not currently online
xx_lol_us: §eTeh kitteh iz not currently online

source: §eThis challenge requires:
xx_lol_us: §eThis challenge rekwirz:

source: §eTo ban/unban from your island, use /island ban <player>
xx_lol_us: §eTo ban/unban from yoor cathouz, use /island ban <kitteh>

source: §eTo trust/untrust from your island, use /island trust <player>
xx_lol_us: §eTo trust/untrust from yoor cathouz, use /island trust <kitteh>

source: §eUnable to ban unknown player {0}
xx_lol_us: §eUnable to ban unknown kitteh {0}

source: §eUse§f /island invite <playername>§e to invite a player to your island.
xx_lol_us: §eUse§f /island invite <playername>§e to invite a kitteh to yoor cathouz.

source: §eValid fields are {0}
xx_lol_us: §eValid fields be {0}

source: §eWarp Status: §8Inactive §fOther players can't warp to your §fisland. Set a warp point using §d/island setwarp §fbefore activating.
xx_lol_us: §eWarp Status: §8Inactive §fOther kittehs can't warp to yoor §fisland. Set a warp point using §d/island setwarp §fbefore activating.

source: §eWarp Status: §aActive §fOther players may warp to your §fisland at anytime to the point §fyou set using §d/island setwarp.
xx_lol_us: §eWarp Status: §aActive §fOther kittehs may warp to yoor §fisland at anytime to teh point §fyou set using §d/island setwarp.

source: §eYou are no longer trusted on §4{0}''s §eisland.
xx_lol_us: §eYou be noe longer trusted on §4{0}''s §eisland.

source: §eYou are now trusted on §4{0}''s §eisland.
xx_lol_us: §eYou be now trusted on §4{0}''s §eisland.

source: §eYou are the following items short:{0}
xx_lol_us: §eYou be teh following items short:{0}

source: §eYou can change your biome again in {0,number,#} seconds.
xx_lol_us: §eYou can change yoor baium again in {0,number,#} seconds.

source: §eYou can create a new island in {0,number,#} seconds.
xx_lol_us: §eYou can create a new cathouz in {0,number,#} seconds.

source: §eYou can not use another island''s portals!
xx_lol_us: §eYou can not use another cathouz''s portals!

source: §eYou can only use spawn-eggs on your own island.
xx_lol_us: §eYou can only use spawn-eggs on yoor own cathouz.

source: §eYou cannot drop items at the spawn point!
xx_lol_us: §eYou cannot drop items at teh spawn point!

source: §eYou cannot hurt island-members.
xx_lol_us: §eYou cannot hurt cathouz-members.

source: §eYou do not have access to that island-schematic!
xx_lol_us: §eYou do not have access to that cathouz-schematic!

source: §eYou have accepted the invitation to join an island.
xx_lol_us: §eYou have accepted teh invitashun to join a cathouz.

source: §eYou have banned §4{0}§e from warping to your island.
xx_lol_us: §eYou have banned §4{0}§e from warping to yoor cathouz.
