Repository: uskyblock/uSkyBlock
Catalog: uSkyBlock-Core/src/main/po/xx_lol_US.po
Languages: xx_lol_us

source: Biome: {0}
xx_lol_us: Baium: {0}

source: But you are ALLLLLLL ALOOOOONE!
xx_lol_us: But you be ALLLLLLL ALOOOOONE!

source: But you are Talking to your self!
xx_lol_us: But you be Talking to yoor self!

source: But you are Yelling in the wind!
xx_lol_us: But you be Yelling in teh wind!

source: But your fantasy friends are gone!
xx_lol_us: But yoor fantasy friends be gone!

source: Change Biome
xx_lol_us: Change Baium

source: Change Island Biome
xx_lol_us: Change Island Baium

source: Click to warp to the island!
xx_lol_us: Click to warp to teh cathouz!

source: Controls player-cooldowns
xx_lol_us: Controls kitteh-cooldowns

source: Could not create your Island. Please contact a server moderator.
xx_lol_us: Could not create yoor Island. Please contact a server moderator.

source: Decrease radius of biome change
xx_lol_us: Decrease radius of baium change

source: Either send a message directly to your group, or toggle it on/off.
xx_lol_us: Either send a message directly to yoor group, or toggle it on/off.

source: Error: That player does not have an island!
xx_lol_us: Yikes: That kitteh does not have a cathouz!

source: Gain island levels by expanding your skyblock and completing certain challenges. Rarer blocks will add more to your level. §e§lClick here to refresh. §e§l(must be on island)
xx_lol_us: Gain cathouz levels by expanding yoor skyblock an' completing certain challenges. Rarer bloks will add moar to yoor level. §e§lClick here to refresh. §e§l(must be on cathouz)

source: Increase radius of biome change
xx_lol_us: Increase radius of baium change

source: Invalid command supplied, only restart and biome supported!
xx_lol_us: Invalid command supplied, only restart an' baium supported!

source: Invite Players
xx_lol_us: Invite Kittehs

source: Island Biome
xx_lol_us: Island Baium

source: Kick Players
xx_lol_us: Kick Kittehs

source: Leader
xx_lol_us: Top cat

source: Leaves your island. §4WARNING! §cwill remove all your items!
xx_lol_us: Leaves yoor cathouz. §4WARNING! §cwill remove all yoor items!

source: Let the player change their islands biome to {0}
xx_lol_us: Let teh kitteh change their islands baium to {0}

source: Manage challenges for a player
xx_lol_us: Manage challenges for a kitteh

source: Member
xx_lol_us: Cats

source: No active cooldown on {0} for {1} detected!
xx_lol_us: Noe active cooldown on {0} for {1} detected!

source: Removing {0} from island
xx_lol_us: Removing {0} from cathouz

source: Restarts your island. §4WARNING! §cwill remove your items and island!
xx_lol_us: Restarts yoor cathouz. §4WARNING! §cwill remove yoor items an' cathouz!

source: Return to your island''s home point. You can change your home point to any location on your island using §b/island sethome §e§lClick here to return home.
xx_lol_us: Return to yoor cathouz''s home point. You can change yoor home point to any location on yoor island using §b/island sethome §e§lClick here to return home.

source: Score Count Block
xx_lol_us: Score Count Blok

source: Start your skyblock journey by starting your own island. Complete challenges to earn items and skybucks to help expand your skyblock. You can invite others to join in building your island empire! §e§lClick here to start!
xx_lol_us: Start yoor skyblock journey by starting yoor own cathouz. Complete challenges to earn items an' skybucks to help expand yoor skyblock. You can invite others to join in building yoor cathouz empire! §e§lClick here to start!

source: Teleport to the spawn area.
xx_lol_us: Teleport to teh spawn area.

source: The island biome affects things like grass color and spawning of both animals and monsters.
xx_lol_us: Teh cathouz baium affects things like graz color an' spawning of both animals an' monsters.

source: The island has been created.
xx_lol_us: Teh cathouz haz been created.

source: Use §9/is h§r or the §9/is§r menu to go there.
xx_lol_us: Use §9/ iz h§r or teh §9/is§r menu to go there.

source: View a list of §9challenges that you can complete on your island to earn skybucks, items, perks, and titles.
xx_lol_us: View a list of §9challenges that you can complete on yoor cathouz to earn skybucks, items, perks, an' titles.

source: View a log of events from your island such as member, biome, and warp changes. §e§lClick to view the log.
xx_lol_us: View a log of events from yoor cathouz such as cats, baium, an' warp changes. §e§lClick to view teh log.

source: View the members of your island group and their permissions. If you are the island leader, you can change the member permissions. §e§lClick here to view or change.
xx_lol_us: View teh members of yoor cathouz group an' their permissions. If you be teh cathouz top cat, you can change teh cats permissions. §e§lClick here to view or change.

source: Want to join another player''s island instead of starting your own? If another player invites you to their island you can click here or use §e/island accept§f to join them. §e§lClick here to accept an invite! §e§l(You must be invited first)
xx_lol_us: Want to join another kitteh''s island instead of starting yoor own? If another kitteh invites you to their cathouz you can click here or use §e/island accept§f to join 'dem. §e§lClick here to accept an invite! §e§l(You must be invited first)

source: When you teleport to your island you will be taken to this location. §e§lClick here to change.
xx_lol_us: When you teleport to yoor island you will be taken to this location. §e§lClick here to change.

source: When your warp is activated, other players will be taken to this point when they teleport to your island.
xx_lol_us: When yoor warp iz activated, other kittehs will be taken to this point when they teleport to yoor cathouz.

source: You cannot pick up other players' loot when you are a visitor!
xx_lol_us: You cannot pick up other kittehs' loot when you be a visitor!

source: accept/reject an invitation.
xx_lol_us: accept/reject an invitashun.

source: adds the player to the island
xx_lol_us: adds teh kitteh to teh cathouz

source: advanced command for getting island-data
xx_lol_us: advanced command for getting cathouz-data

source: advanced command for setting island-data
xx_lol_us: advanced command for setting cathouz-data

source: allows user to see others island info
xx_lol_us: allows user to see others cathouz info

source: ban/unban a player from your island.
xx_lol_us: ban/unban a kitteh from yoor cathouz.

source: change the biome of the island
xx_lol_us: change teh baium of teh cathouz

source: change the island''s biome.
xx_lol_us: change teh cathouz''s baium.

source: changes a members island-permissions
xx_lol_us: changes a members cathouz-permissions

source: changes the language of the plugin, and reloads
xx_lol_us: changes teh language of teh plugin, an' reloads

source: check your or another''s island info
xx_lol_us: check yoor or another''s cathouz info

source: check your or anothers island level
xx_lol_us: check yoor or anothers cathouz level

source: clear orphans
xx_lol_us: clear orfanz

source: clears the cooldown on a command (* = all)
xx_lol_us: clears teh cooldown on a command (* = all)

source: complete all challenges in the rank
xx_lol_us: complete all challenges in teh rank

source: complete and list challenges
xx_lol_us: complete an' list challenges

source: count orphans
xx_lol_us: count orfanz

source: create an island
xx_lol_us: create a cathouz

source: delete the island (removes the blocks)
xx_lol_us: delete teh cathouz (removes teh bloks)

source: delete your island and start a new one.
xx_lol_us: delete yoor cathouz an' start a new one.

source: display the top10 of islands
xx_lol_us: display teh top10 of islands

source: enable/disable warping to your island.
xx_lol_us: enable/disable warping to yoor cathouz.

source: enables user to all-ways generate top-ten (no caching)
xx_lol_us: enables user to all-ways generate top-ten (noe caching)

source: exempt player from biome-cooldown
xx_lol_us: exempt kitteh from baium-cooldown

source: exempt player from create-cooldown
xx_lol_us: exempt kitteh from create-cooldown

source: exempt player from restart-cooldown
xx_lol_us: exempt kitteh from restart-cooldown

source: flush current content of the logger to file.
xx_lol_us: flush current content of teh logger to file.

source: general island command
xx_lol_us: general cathouz command

source: general.biome
xx_lol_us: general.baium

source: hides the regions again
xx_lol_us: hides teh regions again

source: imports players and islands from other formats
xx_lol_us: imports kittehs an' islands from other formats

source: invite other players to the island if there is enough room for more members
xx_lol_us: invite other kittehs to teh cathouz if there iz enough room for moar members

source: invite a player to your island
xx_lol_us: invite a kitteh to yoor cathouz

source: invite others to the island.
xx_lol_us: invite others to teh cathouz.

source: kick other players from the island, but they are unable to kick the island leader.
xx_lol_us: kick other kittehs from teh cathouz, but they be unable to kick teh cathouz top cat.

source: kick others from the island.
xx_lol_us: kick others from teh cathouz.

source: leave your party
xx_lol_us: leave yoor party

source: list orphans
xx_lol_us: list orfanz

source: lists all the active cooldowns
xx_lol_us: lists all teh active cooldowns

source: load the region chunks
xx_lol_us: load teh region chunks

source: lock your island to non-party members.
xx_lol_us: lock yoor cathouz to non-party members.

source: manage orphans
xx_lol_us: manage orfanz

source: manually update the top 10 list
xx_lol_us: manually update teh top 10 list

source: only available for players
xx_lol_us: only available for kittehs

source: orphans.list
xx_lol_us: orfanz.list

source: party.leader
xx_lol_us: party.top cat

source: party.leader-uuid
xx_lol_us: party.top cat-uuid

source: player.displayName
xx_lol_us: kitteh.displayName

source: player.uuid
xx_lol_us: kitteh.uuid

source: print out info about the island
xx_lol_us: print out info about teh cathouz

source: protects all islands (time consuming)
xx_lol_us: proteks all islands (time consuming)

source: protects the island
xx_lol_us: proteks teh cathouz

source: purges the island
xx_lol_us: purges teh cathouz

source: refreshes the chunk around the player
xx_lol_us: refreshes teh chunk around teh kitteh

source: refreshes the chunks around the player
xx_lol_us: refreshes teh chunks around teh kitteh

source: refreshes the existing animations
xx_lol_us: refreshes teh existing animations

source: remove a member from your island.
xx_lol_us: remove a cats from yoor cathouz.

source: removes the player from the island
xx_lol_us: removes teh kitteh from teh cathouz

source: resets all challenges for the player
xx_lol_us: resets all challenges for teh kitteh

source: resets the challenge for the player
xx_lol_us: resets teh challenge for teh kitteh

source: restarts the cooldown on the command
xx_lol_us: restarts teh cooldown on teh command

source: saves documentation of the commands to a file
xx_lol_us: saves documentation of teh commands to a file

source: set a player''s island to your location
xx_lol_us: set a kitteh''s cathouz to yoor location

source: set the island''s warp, which allows non-group members to teleport to the island.
xx_lol_us: set teh cathouz''s warp, which allows non-group members to teleport to teh cathouz.

source: set the island''s warp.
xx_lol_us: set teh cathouz''s warp.

source: set the island-home
xx_lol_us: set teh cathouz-home

source: set the ticks between animations
xx_lol_us: set teh ticks between animations

source: set your island''s warp location
xx_lol_us: set yoor cathouz''s warp location

source: sets the biome of the island
xx_lol_us: sets teh baium of teh cathouz

source: show information about the challenge
xx_lol_us: show information about teh challenge

source: show player-information
xx_lol_us: show kitteh-information

source: show the islands limits
xx_lol_us: show teh islands limits

source: shows a specific players perks
xx_lol_us: shows a specific kittehs perks

source: shows information about your party
xx_lol_us: shows information about yoor party

source: shows the borders of the current chunk
xx_lol_us: shows teh borders of teh current chunk

source: shows the borders of the current island
xx_lol_us: shows teh borders of teh current cathouz

source: shows the borders of the inner-chunks
xx_lol_us: shows teh borders of teh inner-chunks

source: shows the borders of the outer-chunks
xx_lol_us: shows teh borders of teh outer-chunks

source: shows the component format for the currently held item
xx_lol_us: shows teh component format for teh currently held item

source: shows the non-chunk-aligned borders
xx_lol_us: shows teh non-chunk-aligned borders

source: talk to players on your island
xx_lol_us: talk to kittehs on yoor cathouz

source: talk to your island party
xx_lol_us: talk to yoor cathouz party

source: teleport to another players island
xx_lol_us: teleport to another kittehs cathouz

source: teleport to the island home
xx_lol_us: teleport to teh cathouz home

source: teleports you to the skyblock spawn
xx_lol_us: teleports you to teh skyblock spawn

source: teleports you to your island (or create one)
xx_lol_us: teleports you to yoor cathouz (or create one)

source: toggle the island''s lock.
xx_lol_us: toggle teh cathouz''s lock.

source: toggle the island''s warp, allowing them to turn it on or off at anytime, but not set the location.
xx_lol_us: toggle teh cathouz''s warp, allowing 'dem to turn it on or off at anytime, but not set teh location.

source: toggle the island''s warp.
xx_lol_us: toggle teh cathouz''s warp.

source: toggles the islands ignore status
xx_lol_us: toggles teh islands ignore status

source: transfer leadership to another member
xx_lol_us: transfer leadership to another cats

source: transfer leadership to another player
xx_lol_us: transfer leadership to another kitteh

source: tries to fix the the area of flatland.
xx_lol_us: tries to fix teh teh area of flatland.

source: trust/untrust a player to help on your island.
xx_lol_us: trust/untrust a kitteh to help on yoor cathouz.

source: update the WG regions
xx_lol_us: update teh WG regions

source: warp to another player''s island
xx_lol_us: warp to another kitteh''s cathouz

source: {0} changed the island biome to {1}
xx_lol_us: {0} changed teh cathouz baium to {1}

source: {0} created an area with {1} biome
xx_lol_us: {0} created an area with {1} baium

source: {0} tried to take over the island!
xx_lol_us: {0} tried to take over teh cathouz!

source: {0}§e has invited you to join their island!
xx_lol_us: {0}§e haz invited you to join their cathouz!

source: {0}§e has rejected the invitation.
xx_lol_us: {0}§e haz rejected teh invitashun.

source: {0}§e is already leader of your island!
xx_lol_us: {0}§e iz already top cat of yoor cathouz!

source: §2§lThis is your current biome.
xx_lol_us: §2§lThis iz yoor current baium.

source: §4** You are entering a protected - but abandoned - island area.
xx_lol_us: §4** You be entering a protected - but abandoned - island area.

source: §4** You are leaving an abandoned island.
xx_lol_us: §4** You be leaving an abandoned cathouz.

source: §4A purge is already running.§e Either §9confirm§e or §9stop§e it.
xx_lol_us: §4A purrrge iz already running.§e Either §9confirm§e or §9stop§e it.

source: §4All required items must be placed on your island, within {0} blocks of you.
xx_lol_us: §4All required items must be placed on yoor cathouz, wiffin {0} bloks of you.

source: §4Challenge has never been completed
xx_lol_us: §4Challenge haz never been completed

source: §4Challenge {0} has already been completed
xx_lol_us: §4Challenge {0} haz already been completed

source: §4Error writing documentation: {0}
xx_lol_us: §4Yikes writing documentation: {0}

source: §4Error! §9No valid island found for purging.
xx_lol_us: §4Yikes! §9Noe valid cathouz found for purging.

source: §4Hold your horses! §eYou have to be patient...
xx_lol_us: §4Hold yoor horses! §eYou have to be patient...

source: §4Invalid challenge name! Use /c help for more information
xx_lol_us: §4Invalid challenge name! Use /c help for moar information

source: §4Island at this location has members! §eUse §9/usb island delete <name>§e to delete it.
xx_lol_us: §4Island at this location haz members! §eUse §9/usb cathouz delete <name>§e to delete it.

source: §4Island found!§e You already have an island. If you want a fresh island, type§b /is restart§e to get one
xx_lol_us: §4Island found!§e You already have a cathouz. If you want a fresh cathouz, type§b / iz restart§e to get one

source: §4Island found!§e You are already a member of an island. To start your own, first§b /is leave
xx_lol_us: §4Island found!§e You be already a cats of a cathouz. To start yoor own, first§b / iz leave

source: §4Island level has been disabled, contact an administrator.
xx_lol_us: §4Island level haz been disabled, contact an administrator.

source: §4Island not found: unable to set the island!
xx_lol_us: §4Island not found: unable to set teh cathouz!

source: §4It''s a bad idea to replace your lava!
xx_lol_us: §4It''s a bad idea to replace yoor lava!

source: §4Logging is not enabled, use §d/usb debug enable
xx_lol_us: §4Logging iz not enabled, use §d/usb debug enable

source: §4Members are already trusted!
xx_lol_us: §4Members be already trusted!

source: §4No Island. §eUse §b/is create§e to get one
xx_lol_us: §4Noe Island. §eUse §b/ iz create§e to get one

source: §4No challenge matched: {0}
xx_lol_us: §4Noe challenge matched: {0}

source: §4No challenge named {0} was found!
xx_lol_us: §4Noe challenge named {0} wuz found!

source: §4No challenge with id {0} found
xx_lol_us: §4Noe challenge with id {0} found

source: §4No flatland detected at {0}''s island!
xx_lol_us: §4Noe flatland detected at {0}''s cathouz!

source: §4No importer named §e{0}§4 found
xx_lol_us: §4Noe importer named §e{0}§4 found

source: §4No player named {0} found!
xx_lol_us: §4Noe kitteh named {0} found!

source: §4No player named {0} was found!
xx_lol_us: §4Noe kitteh named {0} wuz found!

source: §4No rank named {0} was found!
xx_lol_us: §4Noe rank named {0} wuz found!

source: §4No valid island at your location
xx_lol_us: §4Noe valid cathouz at yoor location

source: §4No valid island found
xx_lol_us: §4Noe valid cathouz found

source: §4No valid island provided, either stand within one, or provide an island name
xx_lol_us: §4Noe valid cathouz provided, either stand wiffin one, or provide a cathouz name

source: §4No valid player-name supplied.
xx_lol_us: §4Noe valid kitteh-name supplied.

source: §4Only leader can transfer leadership!
xx_lol_us: §4Only top cat can transfer leadership!

source: §4Only supported for players
xx_lol_us: §4Only supported for kittehs

source: §4Only the island''s owner can invite!
xx_lol_us: §4Only teh cathouz''s owner can invite!

source: §4Only the owner may restart this island. Leave this island in order to start your own (/island leave).
xx_lol_us: §4Only teh owner may restart this cathouz. Leave this cathouz in order to start yoor own (/island leave).

source: §4PURGE:§e Do §9usb purge confirm§e within {0} to accept.
xx_lol_us: §4PURGE:§e Do §9usb purrrge confirm§e wiffin {0} to accept.

source: §4Player is already assigned to this island!
xx_lol_us: §4Kitteh iz already assigned to this cathouz!

source: §4Player {0} has no island to transfer!
xx_lol_us: §4Kitteh {0} haz noe cathouz to transfer!

source: §4Purge aborted!
xx_lol_us: §4Purrrge aborted!

source: §4Requirements will reset in {0} days.
xx_lol_us: §4Stuffs needed will reset in {0} dais.

source: §4Requirements will reset in {0} hours.
xx_lol_us: §4Stuffs needed will reset in {0} hours.

source: §4Requirements will reset in {0} minutes.
xx_lol_us: §4Stuffs needed will reset in {0} minutes.

source: §4Since your island is locked, your incoming warp has been deactivated.
xx_lol_us: §4Since yoor cathouz iz locked, yoor incoming warp haz been deactivated.

source: §4Sorry!§e A protect-all is already running. Let it complete first, or use §9usb protectall §cstop
xx_lol_us: §4Sorry!§e A protect-all iz already running. Let it complete first, or use §9usb protectall §cstop

source: §4Starting purge...
xx_lol_us: §4Starting purrrge...

source: §4That island is §clocked.§e No teleporting to the island.
xx_lol_us: §4That cathouz iz §clocked.§e Noe teleporting to teh cathouz.

source: §4That player does not exist!
xx_lol_us: §4That kitteh does not exist!

source: §4That player does not have an active warp.
xx_lol_us: §4That kitteh does not have an active warp.

source: §4That player does not have an island!
xx_lol_us: §4That kitteh does not have a cathouz!

source: §4That player has forbidden you from teleporting to their island.
xx_lol_us: §4That kitteh haz forbidden you from teleporting to their cathouz.

source: §4That player has forbidden you from warping to their island.
xx_lol_us: §4That kitteh haz forbidden you from warping to their cathouz.

source: §4That player has no island.
xx_lol_us: §4That kitteh haz noe cathouz.

source: §4That player is already member on another island.
xx_lol_us: §4That kitteh iz already cats on another cathouz.

source: §4That player is invalid or does not have an island!
xx_lol_us: §4That kitteh iz invalid or does not have a cathouz!

source: §4That player is not part of your island group, and not on your island!
xx_lol_us: §4That kitteh iz not part of yoor cathouz group, an' not on yoor cathouz!

source: §4That player is offline or doesn't exist.
xx_lol_us: §4That kitteh iz offline or doesn't exist.

source: §4That player is the leader of your island!
xx_lol_us: §4That kitteh iz teh top cat of yoor cathouz!

source: §4The level must be a valid number
xx_lol_us: §4Teh level must be a valid number

source: §4The {0} challenge is not available yet!
xx_lol_us: §4Teh {0} challenge kitteh no can haz yet!

source: §4The {0} challenge is not repeatable!
xx_lol_us: §4Teh {0} challenge can haz onlie wunce!

source: §4This Challenge is not repeatable!
xx_lol_us: §4This Challenge can haz onlie wunce!

source: §4This challenge is currently unavailable.
xx_lol_us: §4This challenge iz currently unavailable.

source: §4This command can only be executed by a player
xx_lol_us: §4This command can only be executed by a kitteh

source: §4Top ten list is empty! Only islands above level {0} is considered.
xx_lol_us: §4Top ten list iz empty! Only islands above level {0} iz considered.

source: §4Trying to abort purge
xx_lol_us: §4Trying to abort purrrge

source: §4Unable to find a safe home-location on your island!
xx_lol_us: §4Unable to find a safe home-location on yoor cathouz!

source: §4Unable to warp you to that player''s island!
xx_lol_us: §4Unable to warp you to that kitteh''s cathouz!

source: §4Unknown player {0}
xx_lol_us: §4Unknown kitteh {0}

source: §4WARNING: You will lose your current island if you accept!
xx_lol_us: §4WARNING: You will lose yoor current cathouz if you accept!

source: §4You can complete this again in {0} days.
xx_lol_us: §4You can complete this again in {0} dais.

source: §4You can complete this {0} more time(s).
xx_lol_us: §4You can complete this {0} moar time(s).

source: §4You can only submit challenges in the skyblock world!
xx_lol_us: §4You can only submit challenges in teh skyblock world!

source: §4You can only submit challenges when you have an island!
xx_lol_us: §4You can only submit challenges when you have a cathouz!

source: §4You can't ban members. Remove them first!
xx_lol_us: §4You can't ban members. Remove 'dem first!

source: §4You can't invite any more players.
xx_lol_us: §4You can't invite any moar kittehs.
