Repository: uskyblock/uSkyBlock
Catalog: uSkyBlock-Core/src/main/po/xx_lol_US.po
Languages: xx_lol_us

source: §eYou have been §aUNBANNED§e from {0}§e''s island.
xx_lol_us: §eYou have been §aUNBANNED§e from {0}§e''s cathouz.

source: §eYou have been §cBANNED§e from {0}§e''s island.
xx_lol_us: §eYou have been §cBANNED§e from {0}§e''s cathouz.

source: §eYou have left the island and returned to the player spawn.
xx_lol_us: §eYou have left teh cathouz an' returned to teh kitteh spawn.

source: §eYou have rejected the invitation to join an island.
xx_lol_us: §eYou have rejected teh invitashun to join a cathouz.

source: §eYou have unbanned §a{0}§e from warping to your island.
xx_lol_us: §eYou have unbanned §a{0}§e from warping to yoor cathouz.

source: §eYou must be on your island to change the biome!
xx_lol_us: §eYou must be on yoor cathouz to change teh baium!

source: §eYou must be on your island to use this command.
xx_lol_us: §eYou must be on yoor cathouz to use this command.

source: §eYou must remove all players from your island before you can restart it (/island kick <player>). See a list of players currently part of your island using /island party.
xx_lol_us: §eYou must remove all kittehs from yoor cathouz before you can restart it (/island kick <kitteh>). See a list of kittehs currently part of yoor cathouz using /island party.

source: §eYou own this island, use /island remove <player> instead.
xx_lol_us: §eYou own this cathouz, use /island remove <kitteh> instead.

source: §eYour inventory is §4full§e. Items dropped on the ground.
xx_lol_us: §eYoor inventory iz §4full§e. Items dropped on teh ground.

source: §eYour inventory must have another empty space!
xx_lol_us: §eYoor inventory must have another empty space!

source: §eYour island is now locked. Only your party members may enter.
xx_lol_us: §eYoor cathouz iz now locked. Only yoor party members may enter.

source: §eYour island is unlocked and anyone may enter, however only you and your party members may build or remove blocks.
xx_lol_us: §eYoor cathouz iz unlocked an' anyone may enter, however only you an' yoor party members may build or remove bloks.

source: §eYour rank is: §f{0}
xx_lol_us: §eYoor rank iz: §f{0}

source: §echallenge: {0} has been reset for {1}
xx_lol_us: §echallenge: {0} haz been reset for {1}

source: §e{0} has had all challenges reset.
xx_lol_us: §e{0} haz had all challenges reset.

source: §e{0} has had their biome changed to {1}.
xx_lol_us: §e{0} haz had their baium changed to {1}.

source: §e{0} old island locations will be used before new ones.
xx_lol_us: §e{0} old cathouz locations will be used before new ones.

source: §e{0}s island at {1} has been protected
xx_lol_us: §e{0}s cathouz at {1} haz been protected

source: §e{0}§e tried to invite you, but you are already in a party.To leave your current party, use: /island leave.
xx_lol_us: §e{0}§e tried to invite you, but you be already in a party.To leave yoor current party, use: /island leave.

source: §e§lClick here to change biomes.
xx_lol_us: §e§lClick here to change biomz.

source: §e§lClick here to lock your island.
xx_lol_us: §e§lClick here to lock yoor cathouz.

source: §e§lClick here to unlock your island.
xx_lol_us: §e§lClick here to unlock yoor cathouz.

source: §e§lClick to change to this biome.
xx_lol_us: §e§lClick to change to this baium.

source: §f/island [accept/reject]§e to accept or reject the invite.
xx_lol_us: §f/island [accept/reject]§e to accept or reject teh invite.

source: §fSet incoming warp to your current location using §e/island setwarp
xx_lol_us: §fSet incoming warp to yoor current location using §e/island setwarp

source: §fThis player §acan
xx_lol_us: §fThis kitteh §acan

source: §fThis player §ccannot
xx_lol_us: §fThis kitteh §ccannot

source: §fToggle your warp on/off using §e/island togglewarp
xx_lol_us: §fToggle yoor warp on/off using §e/island togglewarp

source: §fWarp to another island using §e/island warp <player>
xx_lol_us: §fWarp to another cathouz using §e/island warp <kitteh>

source: §fthis rank to unlock the next rank.
xx_lol_us: §fthis rank to unlock teh next rank.
